Repository: epayco/Plugin_ePayco_WooCommerce
Catalog: i18n/languages/woo-epayco-api-*.po
Languages: es_co

source: and the
es_co: y la

source: for test mode
es_co: para el modo de prueba

source: of ePayco.
es_co: de ePayco.

source: personal data processing policy
es_co: política de tratamiento de datos personales

source: %s, help us improve the experience we offer
es_co: %s, ayúdenos a mejorar la experiencia que ofrecemos

source: 1. Enter your credentials to integrate your store with ePayco
es_co: 1. Introduzca sus credenciales para integrar su tienda con ePayco

source: 2. Activate and set up payment methods
es_co: 2. Activar y configurar los métodos de pago

source: 3. Test your store before you start to sell
es_co: 3. Pruebe su tienda antes de empezar a vender

source: <strong>For safety reasons, the card issuing bank declined the payment</strong><br>We recommended paying with your usual payment method and device for online purchases.
es_co: <strong>Por motivos de seguridad, el banco emisor de la tarjeta rechazó el pago</strong><br>Le recomendamos que pague con su método y dispositivo de pago habitual para compras online.

source: <strong>For safety reasons, your payment was declined</strong><br>We recommended paying with your usual payment method and device for online purchases.
es_co: <strong>Por motivos de seguridad, su pago ha sido rechazado</strong><br>Le recomendamos que pague con su método y dispositivo de pago habituales para las compras en línea.

source: <strong>Invalid transaction attempt</strong><br>It is not possible to pay with the email address entered. Please enter another e-mail address.
es_co: <strong>Intento de transacción no válido</strong><br>No es posible pagar con la dirección de correo electrónico introducida. Por favor, introduzca otra dirección de correo electrónico.

source: <strong>Invalid transaction attempt</strong><br>You are trying to perform a productive transaction using test credentials, or test transaction using productive credentials. Please ensure that you are using the correct environment settings for the desired action.
es_co: <strong>Intento de transacción no válido</strong><br>Está intentando realizar una transacción productiva con credenciales de prueba o una transacción de prueba con credenciales productivas. Asegúrese de que está utilizando la configuración de entorno correcta para la acción deseada.

source: <strong>One or more card details were entered incorrecctly</strong><br>Please enter them again as they appear on the card to complete the payment.
es_co: <strong>Uno o más datos de la tarjeta se han introducido incorrectamente</strong><br>Por favor, introdúzcalos de nuevo tal y como aparecen en la tarjeta para completar el pago.

source: <strong>The card issuing bank declined the payment</strong><br>We recommended paying with another payment method or contact your bank.
es_co: <strong>El banco emisor de la tarjeta rechazó el pago</strong><br>Le recomendamos pagar con otro método de pago o ponerse en contacto con su banco.

source: <strong>You need to activate your card</strong><br>Please contact your bank by calling the number on the back of your card or choose another payment method.
es_co: <strong>Necesita activar su tarjeta</strong><br>Póngase en contacto con su banco llamando al número que aparece en el reverso de su tarjeta o elija otro método de pago.

source: <strong>You reached the limit of payment attempts with this card</strong><br>Please pay using another card or choose another payment method.
es_co: <strong>Ha alcanzado el límite de intentos de pago con esta tarjeta</strong><br>Pague con otra tarjeta o elija otro método de pago.

source: <strong>Your bank needs you to authorize the payment</strong><br>Please call the telephone number on your card or pay with another method.
es_co: <strong>Tu banco necesita que autorices el pago</strong><br>Por favor, llama al teléfono que aparece en tu tarjeta o paga con otro método.

source: <strong>Your card does not accept the number of installments selected</strong><br>Please choose a different number of installments or use a different payment method .
es_co: <strong>Su tarjeta no acepta el número de plazos seleccionado</strong><br>Por favor, elija un número de plazos diferente o utilice otro método de pago .

source: <strong>Your credit card has no available limit</strong><br>Please pay using another card or choose another payment method.
es_co: <strong>Su tarjeta de crédito no tiene límite disponible</strong><br>Pague con otra tarjeta o elija otro método de pago.

source: <strong>Your debit card has insufficient founds</strong><br>Please pay using another card or choose another payment method.
es_co: <strong>Su tarjeta de débito no tiene fondos suficientes</strong><br>Pague con otra tarjeta o elija otro método de pago.

source: <strong>Your payment was declined because something went wrong</strong><br>We recommended trying again or paying with another method.
es_co: <strong>Su pago ha sido rechazado porque algo ha ido mal</strong><br>Le recomendamos que vuelva a intentarlo o que pague con otro método.

source: <strong>Your payment was declined because you already paid for this purchase</strong><br>Check your card transactions to verify it.
es_co: <strong>Su pago fue rechazado porque ya pagó por esta compra</strong><br>Revise las transacciones de su tarjeta para verificarlo.

source: A problem was occurred when processing your payment. Are you sure you have correctly filled all information in the checkout form?
es_co: Se ha producido un problema al procesar su pago. ¿Está seguro de que ha rellenado correctamente toda la información del formulario de pago?

source: A problem was occurred when processing your payment. Please, try again.
es_co: Se ha producido un problema al procesar su pago. Por favor, inténtelo de nuevo.

source: Accept
es_co: Acepte

source: Accept fast and secure payments directly from your store using credit and debit cards from any bank. No redirects, ensuring a seamless shopping experience. (Visa, Mastercard, Amex & Dinners)
es_co: Acepte pagos rápidos y seguros directamente desde su tienda con tarjetas de crédito y débito de cualquier banco. Sin redireccionamientos, garantizando una experiencia de compra sin interrupciones. (Visa, Mastercard, Amex y Dinners)

source: Activate
es_co: Activar

source: Activate credentials
es_co: Activar credenciales

source: Activate this option so that the payment experience is within your store environment, without redirection.
es_co: Active esta opción para que la experiencia de pago esté dentro del entorno de su tienda, sin redireccionamiento.

source: Activate WooCommerce
es_co: Activar WooCommerce

source: Activate your credentials to be able to sell
es_co: Active sus credenciales para poder vender

source: Add the cash payment option directly in your store. Perfect for customers who prefer paying at physical locations, with no hassles or redirects.
es_co: Añada la opción de pago en efectivo directamente en su tienda. Perfecto para los clientes que prefieren pagar en lugares físicos, sin complicaciones ni redireccionamientos.

source: Add the Daviplata payment option directly in your store. Perfect for customers who prefer paying at physical locations, with no hassles or redirects.
es_co: Añada la opción de pago Daviplata directamente en su tienda. Perfecto para los clientes que prefieren pagar en lugares físicos, sin molestias ni redireccionamientos.

source: Address
es_co: Dirección

source: Address
es_co: Dirección

source: All payment methods
es_co: Todos los métodos de pago

source: Allow your customers to subscribe to recurring payment plans quickly and easily. Automatically charge every set period without requiring additional actions from the customer.
es_co: Permita a sus clientes suscribirse a planes de pago recurrentes de forma rápida y sencilla. Cobre automáticamente cada periodo establecido sin necesidad de acciones adicionales por parte del cliente.

source: Any questions?
es_co: ¿Alguna pregunta?

source: Approved transaction
es_co: Transacción aprobada

source: At least one payment method is enabled
es_co: Al menos un método de pago está habilitado

source: Authorization
es_co: Autorización

source: Bank
es_co: Banco

source: By deactivating it, you will disable Checkout payment from ePayco
es_co: Al desactivarlo, desactivará el pago de ePayco

source: By deactivating it, you will disable PSE payments from ePayco
es_co: Al desactivarlo, desactivará los pagos PSE de ePayco

source: By disabling it, you will disable all cash payments from ePayco Transparent Checkout.
es_co: Al desactivarlo, desactivará todos los pagos en efectivo de ePayco Transparent Checkout.

source: By disabling it, you will disable all credit cards payments from ePayco.
es_co: Al desactivarlo, desactivará todos los pagos con tarjeta de crédito de ePayco.

source: By disabling it, you will disable daviplata payment from ePayco Transparent Checkout.
es_co: Al desactivarlo, desactivará el pago daviplata desde ePayco Transparent Checkout.

source: By disabling it, you will disable subscriptions payments from ePayco.
es_co: Al desactivarlo, desactivará los pagos de suscripciones de ePayco.

source: Card details
es_co: Datos de la tarjeta

source: Card number
es_co: Número de tarjeta

source: Cash
es_co: Efectivo

source: Cash Checkout
es_co: Pago en efectivo

source: Cash is <b>disabled</b>.
es_co: El efectivo está <b>desactivado</b>.

source: Cash is <b>enabled</b>.
es_co: El efectivo está <b>activado</b>.

source: Cellphone
es_co: Teléfono móvil

source: Change the display text in Checkout, maximum characters: 85
es_co: Cambiar el texto de visualización en Checkout, caracteres máximos: 85

source: Check the card number.
es_co: Compruebe el número de tarjeta.

source: Check the expiration date.
es_co: Compruebe la fecha de caducidad.

source: Check the information provided.
es_co: Compruebe la información facilitada.

source: Check the informed security code.
es_co: Compruebe el código de seguridad informado.

source: Checkout
es_co: Pedido

source: Checkout is <b>disabled</b>.
es_co: El pago está <b>desactivado</b>.

source: Checkout is <b>enabled</b>.
es_co: El pago está <b>habilitado</b>.

source: Checkout mode
es_co: Modo de pago

source: Choose how you want to operate your store:
es_co: Elija cómo quiere gestionar su tienda:

source: Choose the available payment methods in your store.
es_co: Elija los métodos de pago disponibles en su tienda.

source: Click to try again
es_co: Haga clic para volver a intentarlo

source: Collection in the name of EPAYCO.COM S.A.S.
es_co: Recaudo a nombre de EPAYCO.COM S.A.S.

source: Configuration
es_co: Configuración

source: Configure your credentials to enable ePayco payment methods.
es_co: Configure sus credenciales para habilitar los métodos de pago ePayco.

source: Consult the reasons for refusal
es_co: Consultar los motivos de denegación

source: Contact your card issuer to activate it. The phone is on the back of your card.
es_co: Ponte en contacto con el emisor de tu tarjeta para activarla. El teléfono está en el reverso de tu tarjeta.

source: Continue
es_co: Continúe en

source: Convention code
es_co: Código de convenio

source: copy and paste your credentials
es_co: copie y pegue sus credenciales

source: Credentials
es_co: Credenciales

source: Credentials are codes that you must enter to enable sales. Go below on Activate Credentials. On the next screen, use again the Activate Credentials button and fill in the fields with the requested information.
es_co: Las credenciales son códigos que debe introducir para activar las ventas. Vaya abajo en Activar Credenciales. En la siguiente pantalla, utilice de nuevo el botón Activar credenciales y rellene los campos con la información solicitada.

source: Credentials fields are valid
es_co: Los campos de credenciales son válidos

source: Credentials fields could not be validated
es_co: No se han podido validar los campos de credenciales

source: Credentials were updated
es_co: Se han actualizado las credenciales

source: Credit and debit cards
es_co: Tarjetas de crédito y débito

source: Credit and Debit Cards by ePayco
es_co: Tarjetas de crédito y débito de ePayco

source: Credit cards is
es_co: Tarjetas de crédito es

source: Customer data
es_co: Datos del cliente

source: Date and time
es_co: Fecha y hora

source: Daviplata Checkout
es_co: Pago Daviplata

source: Daviplata is <b>disabled</b>.
es_co: Daviplata está <b>desactivado</b>.

source: Daviplata is <b>enabled</b>.
es_co: Daviplata está <b>activado</b>.

source: Description
es_co: Descripción

source: Disabled
es_co: Inactivo

source: disabled
es_co: Inactivo

source: Download ePayco receipt
es_co: Descargar Recibo ePayco

source: Email
es_co: Correo electrónico

source: Enable
es_co: Activar

source: Enable ePayco
es_co: Activar ePayco

source: Enable payments via Sdk account
es_co: Habilitar pagos a través de la cuenta Sdk

source: Enable PSE
es_co: Activar PSE

source: Enable the available payment methods
es_co: Habilitar los métodos de pago disponibles

source: Enable the Checkout
es_co: Activar el pago

source: Enabled
es_co: Activo

source: enabled
es_co: habilitado

source: Enter credentials
es_co: Introducir credenciales

source: ePayco - Checkout Cash
es_co: ePayco - Pago en efectivo

source: ePayco - Checkout Credit card
es_co: ePayco - Pago Tarjeta de crédito

source: ePayco - Checkout Daviplata
es_co: ePayco - Pago Daviplata

source: ePayco - Checkout Pse
es_co: ePayco - Pago Pse

source: ePayco - Checkout Subscription
es_co: ePayco - Suscripción de pago

source: ePayco Checkouts Production.
es_co: Producción de ePayco Checkouts.

source: ePayco Checkouts Test.
es_co: Prueba de ePayco Checkouts.

source: ePayco Error: PHP Extension CURL is not installed.
es_co: error ePayco: La extensión PHP CURL no está instalada.

source: ePayco Error: PHP Extension GD is not installed. Installation of GD extension is required to send QR Code Pix by email.
es_co: error ePayco: La extensión PHP GD no está instalada. Se requiere la instalación de la extensión GD para enviar QR Code Pix por correo electrónico.

source: Epayco module needs an active version of %s in order to work!
es_co: El módulo Epayco necesita una versión activa de %s para funcionar

source: ePayco payment methods in Production Mode
es_co: Métodos de pago ePayco en modo de producción

source: ePayco payment methods in Test Mode
es_co: Métodos de pago ePayco en modo de prueba

source: ePayco payments for WooCommerce requires PHP version 7.4 or later. Please update your PHP version.
es_co: pagos ePayco para WooCommerce requiere la versión PHP 7.4 o posterior. Por favor, actualice su versión de PHP.

source: ePayco PLUGIN
es_co: PLUGIN DE ePayco

source: ePayco plugin general settings
es_co: configuración general del plugin ePayco

source: ePayco Reference
es_co: Referencia ePayco

source: Expiration
es_co: Caducidad

source: Expiration Date
es_co: Fecha de expiración

source: Expiration date incomplete
es_co: Fecha de caducidad incompleta

source: Expiration date invalid
es_co: Fecha de caducidad no válida

source: Facilitate payments in your online store with the ePayco plugin. With this integration, you will be able to offer your customers a fast, secure and frictionless payment experience.
es_co: Facilita los pagos en tu tienda online con el plugin de ePayco. Con esta integración, podrás ofrecer a tus clientes una experiencia de pago rápida, segura y sin fricciones.

source: FAQs
es_co: Preguntas frecuentes

source: Fees
es_co: Tarifas

source: Follow the instructions below to integrate your store with Sdk and start to sell.
es_co: Siga las siguientes instrucciones para integrar su tienda con Sdk y empezar a vender.

source: Go to Settings
es_co: Ir a Ajustes

source: Great, we processed your purchase order. Complete the payment with ticket so that we finish approving it.
es_co: Genial, hemos procesado su orden de compra. Completa el pago con ticket para que terminemos de aprobarlo.

source: Holder address
es_co: Dirección del titular

source: Holder address is required
es_co: Se requiere la dirección del titular

source: Holder cellphone
es_co: Teléfono móvil

source: Holder Country
es_co: País titular

source: Holder document
es_co: Documento del titular

source: Holder email
es_co: Correo electrónico del titular

source: Holder email invalid
es_co: Correo electrónico del titular no válido

source: Holder email is required
es_co: Se requiere el correo electrónico del titular

source: Holder name
es_co: Nombre del titular

source: Holder name as it appears on the card
es_co: Nombre del titular tal como aparece en la tarjeta

source: Holder name is required
es_co: El nombre del titular es obligatorio

source: Holder Phone
es_co: Teléfono titular

source: how to enter the credentials the right way.
es_co: cómo introducir las credenciales de la forma correcta.

source: I confirm and accept the
es_co: Confirmo y acepto las

source: In how many days will cash payments expire.
es_co: ¿En cuántos días caducarán los pagos en efectivo?

source: in the fields below. If you don’t have credentials yet, you’ll have to create them from this link.
es_co: en los campos de abajo. Si aún no tienes credenciales, tendrás que crearlas desde este enlace.

source: Install WooCommerce
es_co: Instalar WooCommerce

source: Invalid address
es_co: Dirección no válida

source: Invalid adress
es_co: Dirección no válida

source: Invalid cellphone
es_co: Teléfono móvil no válido

source: Invalid City
es_co: Ciudad no válida

source: Invalid credentials
es_co: Credenciales no válidas

source: Invalid document
es_co: Documento no válido

source: Invalid email
es_co: Correo electrónico no válido

source: Invalid name
es_co: Nombre no válido

source: Invalid Phone
es_co: Teléfono no válido

source: Invoice
es_co: Factura

source: IP address
es_co: Dirección IP

source: Let your customers pay with direct bank transfers from any Colombian bank, all without leaving your online store. Secure, fast, and interruption-free.
es_co: Permita que sus clientes paguen con transferencias bancarias directas desde cualquier banco colombiano, todo sin salir de su tienda en línea. Seguro, rápido y sin interrupciones.

source: more options
es_co: más opciones

source: No payment method enabled
es_co: Ningún método de pago habilitado

source: Offer your customers a complete payment experience with multiple options: cards, bank transfers, digital wallets, and cash. All in one secure and easy-to-use platform!
es_co: Ofrezca a sus clientes una experiencia de pago completa con múltiples opciones: tarjetas, transferencias bancarias, monederos digitales y efectivo. ¡Todo en una plataforma segura y fácil de usar!

source: Offline Methods in Test Mode
es_co: Métodos offline en modo test

source: on the dev website.
es_co: en el sitio web de desarrollo.

source: One Page Checkout is
es_co: One Page Checkout es

source: OPTIMIZE YOUR STORE WITH THE
es_co: OPTIMIZA TU TIENDA CON EL

source: Our plugin does not support the language you've chosen, so we've switched it to the English default. If you prefer, you can also select Spanish or Portuguese (Brazilian).
es_co: Nuestro plugin no soporta el idioma que has elegido, así que lo hemos cambiado al inglés por defecto. Si lo prefieres, también puedes seleccionar español o portugués (brasileño).

source: Paste your P_CUST_ID here
es_co: Pegue aquí su P_CUST_ID

source: Paste your P_KEY here
es_co: Pegue aquí su P_KEY

source: Paste your PRIVATE_KEY here
es_co: Pegue aquí su PRIVATE_KEY

source: Paste your PUBLIC_KEY here
es_co: Pegue aquí su PUBLIC_KEY

source: Payment cannot process the selected fee.
es_co: El pago no puede procesar la tasa seleccionada.

source: Payment Due
es_co: Pago pendiente

source: Payment has failed
es_co: El pago ha fallado

source: Payment method
es_co: Método de pago

source: payment method
es_co: método de pago

source: Payment methods
es_co: Métodos de pago

source: Payment status on ePayco
es_co: Estado del pago en ePayco

source: payments
es_co: pagos

source: Payments without leaving your store with our customizable checkout
es_co: Pagos sin salir de su tienda con nuestra caja personalizable

source: Pending transaction
es_co: Transacción pendiente

source: Person type
es_co: Tipo de persona

source: Person type
es_co: Tipo de persona

source: Please check the
es_co: Compruebe el

source: Please recommend you customer to try again or to pay with another payment method.
es_co: Por favor, recomiende al cliente que lo intente de nuevo o que pague con otro método de pago.

source: Please try again later.
es_co: Vuelva a intentarlo más tarde.

source: Production
es_co: Producción

source: Production Mode
es_co: Modo de producción

source: PSE by ePayco
es_co: PSE por ePayco

source: PSE is <b>disabled</b>.
es_co: PSE está <b>desactivado</b>.

source: PSE is <b>enabled</b>.
es_co: PSE está <b>activado</b>.

source: Purchase details
es_co: Detalles de la compra

source: Rate the plugin
es_co: Evalúe el plugin

source: Receipt
es_co: Recibo

source: Reference
es_co: Referencia

source: Required Card number
es_co: Obligatorio Número de tarjeta

source: Required data
es_co: Datos necesarios

source: Response
es_co: Respuesta

source: safely
es_co: de forma segura

source: Save and continue
es_co: Guardar y continuar

source: Save changes
es_co: Guardar cambios

source: Security Code
es_co: Código de seguridad

source: Security code incomplete
es_co: Código de seguridad incompleto

source: Security code is required
es_co: Se requiere código de seguridad

source: See our manual to learn
es_co: Consulte nuestro manual para aprender

source: See the rules for the test mode.
es_co: Consulte las normas del modo de prueba.

source: See WooCommerce
es_co: Ver WooCommerce

source: See your order form
es_co: Consulte su hoja de pedido

source: Select a payment method
es_co: Seleccione un método de pago

source: Select the Bank
es_co: Seleccione el banco

source: Select the payment method you want to appear in your store to activate and set it up.
es_co: Seleccione el método de pago que desea que aparezca en su tienda para activarlo y configurarlo.

source: Select where you want to pay
es_co: Seleccione dónde desea pagar

source: Select “Test Mode” if you want to try the payment experience before you start to sell or “Sales Mode” (Production) to start now.
es_co: Seleccione "Modo de prueba" si desea probar la experiencia de pago antes de empezar a vender o "Modo de venta" (Producción) para empezar ahora.

source: Set plugin
es_co: Establecer plugin

source: Set the deadlines and fees, test your store or access the Plugin manual.
es_co: Establezca los plazos y las tarifas, pruebe su tienda o acceda al manual del plugin.

source: Settings
es_co: Ajustes

source: Share your opinion with us so that we improve our product and offer the best payment solution.
es_co: Comparta su opinión con nosotros para que podamos mejorar nuestro producto y ofrecerle la mejor solución de pago.

source: Something went wrong and the payment was declined
es_co: Algo salió mal y el pago fue rechazado

source: Store business fields are valid
es_co: Los campos de negocio de la tienda son válidos

source: Store business fields could not be validated
es_co: No se han podido validar los campos de negocio de la tienda

source: Subscription
es_co: Suscripción

source: Sync order status
es_co: Sincronizar el estado del pedido

source: Taking into account the payment date, go to the nearest earning point and indicate the following information:
es_co: Teniendo en cuenta la fecha de pago, dirígete al punto de cobro más cercano e indica la siguiente información:

source: Terms and conditions
es_co: condiciones generales

source: test
es_co: Prueba

source: Test Mode
es_co: Modo de prueba

source: Test Mode rules.
es_co: Reglas del modo de prueba.

source: That's it, payment accepted!
es_co: Eso es, ¡pago aceptado!
