Repository: epayco/Plugin_ePayco_WooCommerce
Catalog: i18n/languages/woo-epayco-api-*.po
Languages: es_co

source: The clients can make real purchases in your store.
es_co: Los clientes pueden realizar compras reales en su tienda.

source: The ePayco module needs an active version of %s in order to work!
es_co: El módulo ePayco necesita una versión activa de %s para funcionar

source: The text inserted here will not be translated to other languages
es_co: El texto aquí insertado no se traducirá a otras lenguas

source: There was an error. Please try again in a few minutes.
es_co: Se ha producido un error. Por favor, inténtelo de nuevo en unos minutos.

source: This is the payment status of your ePayco Activities. To check the order status, please refer to Order details.
es_co: Este es el estado del pago de sus Actividades ePayco. Para comprobar el estado del pedido, consulte Detalles del pedido.

source: This payment method cannot process your payment.
es_co: Este método de pago no puede procesar su pago.

source: Title in the store Checkout
es_co: Título en la tienda Pago

source: To start selling,
es_co: Para empezar a vender,

source: To test the store, re-enter both test credentials.
es_co: Para probar la tienda, vuelva a introducir ambas credenciales de prueba.

source: Total value
es_co: Valor total

source: Transaction rejected
es_co: Transacción rechazada

source: Use ePayco's payment methods without real charges.
es_co: Utilice los métodos de pago de ePayco sin gastos reales.

source: View purchase details at ePayco
es_co: Ver detalles de compra en ePayco

source: We are processing your payment. In less than 2 days we will send you by email if the payment has been approved or if additional information is needed.
es_co: Estamos procesando su pago. En menos de 2 días le enviaremos por correo electrónico si el pago ha sido aprobado o si se necesita información adicional.

source: We are processing your payment. In less than an hour we will send you the result by email.
es_co: Estamos procesando su pago. En menos de una hora le enviaremos el resultado por correo electrónico.

source: Web CheckOut
es_co: Pago por Internet

source: When you enable this function, your customers pay faster using their Sdk accounts.</br>The approval rate of these payments in your store can be 25% higher compared to other payment methods.
es_co: Cuando habilitas esta función, tus clientes pagan más rápido usando sus cuentas ePayco.</br>La tasa de aprobación de estos pagos en tu tienda puede ser un 25% mayor en comparación con otros métodos de pago.

source: with
es_co: con

source: With the Credit card payment, you can sell inside your store environment, without redirection and with the security from ePayco.
es_co: Con el pago con tarjeta de crédito, puede vender dentro del entorno de su tienda, sin redireccionamiento y con la seguridad de ePayco.

source: With the Subscription payment, you can sell inside your store environment, without redirection and with the security from ePayco.
es_co: Con el pago por Suscripción, puede vender dentro del entorno de su tienda, sin redireccionamiento y con la seguridad de ePayco.

source: With the Transparent Checkout, you can sell inside your store environment, without redirection and all the safety from ePayco.
es_co: Con Checkout Transparente, podrá vender dentro del entorno de su tienda, sin redireccionamientos y con toda la seguridad de ePayco.

source: You activated Sdk’s plug-in
es_co: Has activado el plug-in de ePayco

source: you can sell inside your store environment, without redirection and all the safety from ePayco.
es_co: puede vender dentro del entorno de su tienda, sin redireccionamiento y con toda la seguridad de ePayco.

source: You can test the flow to generate a payment with ePayco
es_co: Puede probar el flujo para generar un pago con ePayco

source: You can test the flow to generate a payment with PSE
es_co: Puede probar el flujo para generar un pago con PSE

source: You can test the flow to generate an invoice, but you cannot finalize the payment.
es_co: Puede probar el flujo para generar una factura, pero no puede finalizar el pago.

source: You have already made a payment of this amount. If you have to pay again, use another card or other method of payment.
es_co: Ya ha efectuado un pago por este importe. Si tienes que volver a pagar, utiliza otra tarjeta u otro método de pago.

source: You have reached the limit of allowed attempts. Choose another card or other payment method.
es_co: Ha alcanzado el límite de intentos permitidos. Elige otra tarjeta u otro método de pago.

source: You have to enter your production credentials to start selling with ePayco.
es_co: Tiene que introducir sus credenciales de producción para empezar a vender con ePayco.

source: You must authorize payments for your orders.
es_co: Debe autorizar los pagos de sus pedidos.

source: Your payment cannot be processed.
es_co: Su pago no puede ser procesado.

source: Your payment does not have sufficient funds.
es_co: Su pago no tiene fondos suficientes.

source: Your payment was declined. Please select another payment method. It is recommended in cash.
es_co: Su pago ha sido rechazado. Por favor, seleccione otro método de pago. Se recomienda en efectivo.

source: Your payment was declined. You can try again.
es_co: Su pago ha sido rechazado. Puede intentarlo de nuevo.

source: Your store has exited Test Mode and is making real sales in Production Mode.
es_co: Su tienda ha salido del modo de prueba y está realizando ventas reales en el modo de producción.
